{
  "id": "4012",
  "content": "Curiosidade para o dia 20 de janeiro: em 1999, surgia o\nHappy99, primeiro vírus que utilizava emails como método de\npropagação. E após as notícias de hoje: hospedagem com planos\nmuito interessantes (desconto especial para leitores) e curso que\nensina do zero 10 tecnologias de Front e Back End (acesso\nvitalício).\n\nPetrobras compra novo supercomputador para pesquisas geofísicas:\no Gaia possui capacidade de processamento de 7,7 Petaflops e pode\nentrar no TOP500, ranking dos 500 supercomputadores mais\npoderosos do mundo. As informações são da página de imprensa da\nPetrobras.\n\nJustiça do Trabalho usa histórico de localização do celular como\nprova para negar vínculo empregatício: os dados foram obtidos por\nmeio do recurso Timeline do Google Maps de uma das testemunhas do\ncaso e comprovaram que o trabalhador nunca compareceu ao endereço\ndo depósito no qual alegava trabalhar. As informações são do site\nConvergência Digital.\n\nTwitter atualiza termos de uso de suas APIs e proíbe a criação de\nclientes de terceiros para a rede social, como Twitterrific e\nFenix: uma nova cláusula proíbe “usar ou acessar Materiais\nLicenciados para criar ou tentar criar um serviço ou produto\nsubstituto ou semelhante aos Aplicativos do Twitter”. As\ninformações são do site Engadget.\n\nGoogle anuncia redução de 6% da força de trabalho global,\ncortando 12 mil empregos: a companhia pretende direcionar talento\ne capital para áreas de maior prioridade, como inteligência\nartificial. Nos EUA, os demitidos receberão indenização de 4\nmeses de salário e seis meses de benefícios de saúde – a filial\nbrasileira não se manifestou sobre o impacto por aqui. As\ninformações são do site Convergência Digital.\n\nMenos empresas infectadas com ransomware estão pagando pelo\nresgate de seus dados: em 2022, os valores pagos a\ncibercriminosos caíram 40%, para 457 milhões de dólares. O dado,\nno entanto, não significa uma diminuição nos ataques desse tipo.\nAs informações são da Bloomberg.\n\nCPUs modernas da Intel e AMD podem causar problemas para data\ncenters antigos: os recentes lançamentos das fabricantes consomem\nmuito mais energia e data centers construídos há mais de 10 anos\nnão foram projetados para acomodar sistemas tão densos em\nenergia. As informações são do site The Register.\n\nCientistas usam roteadores Wi-Fi comuns para detectar a forma\ntridimensional e movimentos do corpo humano através das paredes:\na tecnologia supera empecilhos como pouca iluminação e oclusão, e\npode ser uma alternativa mais privada à instalação de câmeras\ntradicionais para monitoramento. As informações são do site Vice.\n\nHospedagem Hostinger com Planos a Partir de R$11,99/Mês + 2 Meses\nGrátis + Domínio Grátis! Otimizada para WordPress, servidores no\nBrasil extremamente rápidos, domínio e SSL grátis, 99,9% de\nUptime, Suporte 24/7/365, painel de controle amigável e 30 dias\nde garantia de reembolso. Utilize o cupom DESCHAMPS para 10% de\ndesconto extra: Link Patrocinado (\nhttps://click.convertkit-mail.com/wvulgg2l5mfgh532l9zc7/g3hnh5he26o92wbr/aHR0cHM6Ly93d3cuaG9zdGcueHl6L1NIQnVK\n)\n\nVá do Zero até Seus Primeiros Projetos como Programador\nProfissional: o curso do Programador Br ensina 10 tecnologias de\nFront e Back End, incluindo JavaScript, React, NodeJS, Electron,\nMongo, e mostra na prática como criar sites, sistemas e\naplicações desktop. Se você dominar esses conteúdos, vai ter as\nportas abertas para fazer tudo o que quiser. Curso com acesso\nvitalício e preço especial para leitores aqui da Newsletter:\nLink Afiliado (\nhttps://click.convertkit-mail.com/wvulgg2l5mfgh532l9zc7/9qhzhnhg8z3w8mu9/aHR0cHM6Ly9nby5ob3RtYXJ0LmNvbS9BMTIzOTM3MjJJP3BhZD1odHRwczovL3Byb2dyYW1hZG9yYnIuY29tL2FmZi9kZXNjaGFtcHM=\n)\n\nCancelar inscrição (\nhttps://unsubscribe.convertkit-mail.com/wvulgg2l5mfgh532l9zc7 ) |\nIndicar Newsletter (\nhttps://click.convertkit-mail.com/wvulgg2l5mfgh532l9zc7/3ohphkhq849m85br/aHR0cHM6Ly9maWxpcGVkZXNjaGFtcHMuY29tLmJyL25ld3NsZXR0ZXI=\n)\nRua Antônio da Veiga, 495, Blumenau, SC, 89012-500",
  "subject": "Petrobras apresenta Gaia / Google Maps como prova / Twitter muda regras de APIs",
  "formattedContent": "Curiosidade para o dia 20 de janeiro: em 1999, surgia o Happy99, primeiro vírus que utilizava emails como método de propagação. E após as notícias de hoje: hospedagem com planos muito interessantes (desconto especial para leitores) e curso que ensina do zero 10 tecnologias de Front e Back End (acesso vitalício).\r\nPetrobras compra novo supercomputador para pesquisas geofísicas: o Gaia possui capacidade de processamento de 7,7 Petaflops e pode entrar no TOP500, ranking dos 500 supercomputadores mais poderosos do mundo. As informações são da página de imprensa da Petrobras.\r\nJustiça do Trabalho usa histórico de localização do celular como prova para negar vínculo empregatício: os dados foram obtidos por meio do recurso Timeline do Google Maps de uma das testemunhas do caso e comprovaram que o trabalhador nunca compareceu ao endereço do depósito no qual alegava trabalhar. As informações são do site Convergência Digital.\r\nTwitter atualiza termos de uso de suas APIs e proíbe a criação de clientes de terceiros para a rede social, como Twitterrific e Fenix: uma nova cláusula proíbe “usar ou acessar Materiais Licenciados para criar ou tentar criar um serviço ou produto substituto ou semelhante aos Aplicativos do Twitter”. As informações são do site Engadget.\r\nGoogle anuncia redução de 6% da força de trabalho global, cortando 12 mil empregos: a companhia pretende direcionar talento e capital para áreas de maior prioridade, como inteligência artificial. Nos EUA, os demitidos receberão indenização de 4 meses de salário e seis meses de benefícios de saúde – a filial brasileira não se manifestou sobre o impacto por aqui. As informações são do site Convergência Digital.\r\nMenos empresas infectadas com ransomware estão pagando pelo resgate de seus dados: em 2022, os valores pagos a cibercriminosos caíram 40%, para 457 milhões de dólares. O dado, no entanto, não significa uma diminuição nos ataques desse tipo. As informações são da Bloomberg.\r\nCPUs modernas da Intel e AMD podem causar problemas para data centers antigos: os recentes lançamentos das fabricantes consomem muito mais energia e data centers construídos há mais de 10 anos não foram projetados para acomodar sistemas tão densos em energia. As informações são do site The Register.\r\nCientistas usam roteadores Wi-Fi comuns para detectar a forma tridimensional e movimentos do corpo humano através das paredes: a tecnologia supera empecilhos como pouca iluminação e oclusão, e pode ser uma alternativa mais privada à instalação de câmeras tradicionais para monitoramento. As informações são do site Vice.\r\nHospedagem Hostinger com Planos a Partir de R$11,99/Mês + 2 Meses Grátis + Domínio Grátis! Otimizada para WordPress, servidores no Brasil extremamente rápidos, domínio e SSL grátis, 99,9% de Uptime, Suporte 24/7/365, painel de controle amigável e 30 dias de garantia de reembolso. Utilize o cupom DESCHAMPS para 10% de desconto extra: Link na descrição!\r\nVá do Zero até Seus Primeiros Projetos como Programador Profissional: o curso do Programador Br ensina 10 tecnologias de Front e Back End, incluindo JavaScript, React, NodeJS, Electron, Mongo, e mostra na prática como criar sites, sistemas e aplicações desktop. Se você dominar esses conteúdos, vai ter as portas abertas para fazer tudo o que quiser. Curso com acesso vitalício e preço especial para leitores aqui da Newsletter: Link na descrição!\r\nEste robô foi desenvolvido por Gabriel Pasini!\r\nDeixe o like e se inscreva! Até a próxima!",
  "description": "ASSINE A NEWSLETTER GRATUITAMENTE PELO LINK: https://filipedeschamps.com.br/newsletter\r\n\r\nLinks citados no vídeo:\r\nhttps://click.convertkit-mail.com/wvulgg2l5mfgh532l9zc7/g3hnh5he26o92wbr/aHR0cHM6Ly93d3cuaG9zdGcueHl6L1NIQnVK\r\nhttps://click.convertkit-mail.com/wvulgg2l5mfgh532l9zc7/9qhzhnhg8z3w8mu9/aHR0cHM6Ly9nby5ob3RtYXJ0LmNvbS9BMTIzOTM3MjJJP3BhZD1odHRwczovL3Byb2dyYW1hZG9yYnIuY29tL2FmZi9kZXNjaGFtcHM=\r\n\r\nESTE ROBÔ FOI CRIADO COM O INTUITO DE TESTAR AS TECNOLOGIAS, PROMOVER A NEWSLETTER E DISSEMINAR ESSSAS INFORMAÇÕES FILTRADAS E CONFIÁVEIS DISPONIBILIZADAS NELA GRATUITAMENTE.\r\n\r\nDesenvolvido por Gabriel Pasini: https://pasini.dev",
  "tags": [
    "Petrobras apresenta Gaia",
    "Google Maps como prova",
    "Twitter muda regras de APIs"
  ]
}